IDEA StatiCa Open Model
ColumnData.L0Z Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the user defined effective length of column for Z direction.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double L0Z { get; set; }
Public Property L0Z As Double
	Get
	Set
public:
property double L0Z {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace